Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# profile.completion.username_unavailable
source: Could not check right now. Try again.
ar: تعذر التحقق الآن. حاول مرة أخرى.
de: Prüfung gerade nicht möglich. Versuche es erneut.
es: No se pudo comprobar. Inténtalo de nuevo.
fr: Vérification impossible. Réessayez.
id: Belum dapat diperiksa. Coba lagi.
it: Impossibile verificare ora. Riprova.
nl: Controleren lukt nu niet. Probeer opnieuw.
pt: Não foi possível verificar. Tente novamente.
ru: Не удалось проверить. Попробуйте снова.
tr: Şu anda kontrol edilemedi. Tekrar dene.
ur: ابھی چیک نہیں ہو سکا۔ دوبارہ کوشش کریں۔

# profile.completion.suggestions
source: Available suggestions
ar: اقتراحات متاحة
de: Verfügbare Vorschläge
es: Sugerencias disponibles
fr: Suggestions disponibles
id: Saran yang tersedia
it: Suggerimenti disponibili
nl: Beschikbare suggesties
pt: Sugestões disponíveis
ru: Доступные варианты
tr: Kullanılabilir öneriler
ur: دستیاب تجاویز

# profile.completion.action
source: Complete profile
ar: إكمال الملف الشخصي
de: Profil vervollständigen
es: Completar perfil
fr: Terminer le profil
id: Lengkapi profil
it: Completa il profilo
nl: Profiel voltooien
pt: Concluir perfil
ru: Завершить профиль
tr: Profili tamamla
ur: پروفائل مکمل کریں

# profile.completion.saving
source: Preparing your profile…
ar: جارٍ إعداد ملفك…
de: Dein Profil wird vorbereitet…
es: Preparando tu perfil…
fr: Préparation de votre profil…
id: Menyiapkan profilmu…
it: Preparazione del profilo…
nl: Je profiel wordt voorbereid…
pt: Preparando seu perfil…
ru: Подготавливаем профиль…
tr: Profilin hazırlanıyor…
ur: آپ کا پروفائل تیار ہو رہا ہے…

# profile.completion.privacy
source: Only the information you choose is shown.
ar: لا يظهر إلا ما تختاره.
de: Nur deine ausgewählten Angaben sind sichtbar.
es: Solo se muestra la información que eliges.
fr: Seules les informations choisies sont visibles.
id: Hanya informasi pilihanmu yang ditampilkan.
it: Sono visibili solo le informazioni che scegli.
nl: Alleen gekozen informatie wordt getoond.
pt: Só as informações escolhidas são exibidas.
ru: Показывается только выбранная вами информация.
tr: Yalnızca seçtiğin bilgiler görünür.
ur: صرف آپ کی منتخب کردہ معلومات دکھائی جاتی ہیں۔

# profile.completion.error
source: Profile could not be completed. Try again.
ar: تعذر إكمال الملف الشخصي. حاول مرة أخرى.
de: Profil konnte nicht vervollständigt werden. Versuche es erneut.
es: No se pudo completar el perfil. Inténtalo de nuevo.
fr: Le profil n’a pas pu être terminé. Réessayez.
id: Profil belum dapat diselesaikan. Coba lagi.
it: Impossibile completare il profilo. Riprova.
nl: Profiel kon niet worden voltooid. Probeer opnieuw.
pt: Não foi possível concluir o perfil. Tente novamente.
ru: Не удалось завершить профиль. Попробуйте снова.
tr: Profil tamamlanamadı. Tekrar dene.
ur: پروفائل مکمل نہیں ہو سکا۔ دوبارہ کوشش کریں۔

# profile.dock.account
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
pt: Conta
ru: Аккаунт
tr: Hesap
ur: اکاؤنٹ

# profile.dock.off
source: Off
ar: متوقفة
de: Aus
es: Desactivados
fr: Désactivés
id: Nonaktif
it: Disattivi
nl: Uit
pt: Desativados
ru: Выкл.
tr: Kapalı
ur: بند

# profile.dock.on
source: On
ar: مفعّلة
de: An
es: Activos
fr: Activés
id: Aktif
it: Attivi
nl: Aan
pt: Ativos
ru: Вкл.
tr: Açık
ur: چالو

# profile.dock.prayer_times
source: Prayer times
ar: مواقيت الصلاة
de: Gebetszeiten
es: Horarios
fr: Horaires
id: Waktu salat
it: Orari
nl: Gebedstijden
pt: Horários
ru: Время намаза
tr: Vakitler
ur: نماز کے اوقات

# profile.dock.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
ur: رازداری

# profile.dock.reminders
source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
id: Pengingat
it: Promemoria
nl: Herinneringen
pt: Lembretes
ru: Напоминания
tr: Hatırlatmalar
ur: یاد دہانیاں

# profile.entries.count
source: %d prayer entries
ar: %d سجلات صلاة
de: %d Gebetseinträge
es: %d entradas de oración
fr: %d entrées de prière
id: %d catatan salat
it: %d voci di preghiera
nl: %d gebedsvermeldingen
pt: %d registros de oração
ru: %d записей о молитве
tr: %d namaz kaydı
ur: %d نماز ریکارڈز

# profile.entries.none
source: No prayer entries yet
ar: لا توجد سجلات صلاة بعد
de: Noch keine Gebetseinträge
es: Aún no hay entradas de oración
fr: Aucune entrée de prière pour l'instant
id: Belum ada catatan salat
it: Ancora nessuna voce di preghiera
nl: Nog geen gebedsvermeldingen
pt: Ainda não há registros de oração
ru: Записей о молитве пока нет
tr: Henüz namaz kaydı yok
ur: ابھی کوئی نماز ریکارڈ نہیں

# profile.main.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки
tr: Ayarlar
ur: ترتیبات

# profile.makeup.count.many
source: %@ makeup prayers are waiting.
ar: تنتظرك %@ صلوات فائتة.
de: %@ Gebete sind nachzuholen.
es: Hay %@ oraciones por recuperar.
fr: %@ prières sont à rattraper.
id: %@ salat qada menunggu.
it: Ci sono %@ preghiere da recuperare.
nl: Er staan %@ inhaalgebeden open.
pt: Há %@ orações por repor.
ru: Ожидают %@ пропущенных намазов.
tr: %@ kaza vakti seni bekliyor.
ur: %@ قضا نمازیں منتظر ہیں۔

# profile.makeup.count.one
source: %@ makeup prayer is waiting.
ar: تنتظرك %@ صلاة فائتة.
de: %@ Gebet ist nachzuholen.
es: Hay %@ oración por recuperar.
fr: %@ prière est à rattraper.
id: %@ salat qada menunggu.
it: C’è %@ preghiera da recuperare.
nl: Er staat %@ inhaalgebed open.
pt: Há %@ oração por repor.
ru: Ожидает %@ пропущенный намаз.
tr: %@ kaza vakti seni bekliyor.
ur: %@ قضا نماز منتظر ہے۔

# profile.makeup.empty
source: No makeup prayer is waiting now.
ar: لا توجد صلاة فائتة بانتظارك الآن.
de: Derzeit ist kein Gebet nachzuholen.
es: Ahora no hay oraciones pendientes.
fr: Aucune prière n’est à rattraper actuellement.
id: Tidak ada salat qada yang menunggu.
it: Al momento non ci sono preghiere da recuperare.
nl: Er staat nu geen inhaalgebed open.
pt: Não há orações por repor neste momento.
ru: Сейчас нет ожидающих пропущенных намазов.
tr: Şu an bekleyen bir vakit yok.
ur: اس وقت کوئی قضا نماز منتظر نہیں۔

# profile.makeup.title
source: Makeup prayers
ar: الصلوات الفائتة
de: Nachzuholende Gebete
es: Oraciones por recuperar
fr: Prières à rattraper
id: Salat qada
it: Preghiere da recuperare
nl: Inhaalgebeden
pt: Orações por repor
ru: Пропущенные намазы
tr: Bekleyen vakitler
ur: قضا نمازیں

# profile.manage
source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
id: Kelola
it: Gestisci
nl: Beheren
pt: Gerenciar
ru: Управлять
tr: Yönet
ur: انتظام

# profile.prayer_modal.message
source: How would you like to record this prayer? You can change it later.
ar: كيف تريد تسجيل هذه الصلاة؟ يمكنك تغييرها لاحقًا.
de: Wie möchtest du dieses Gebet eintragen? Du kannst es später ändern.
es: ¿Cómo quieres registrar esta oración? Podrás cambiarla después.
fr: Comment veux-tu enregistrer cette prière ? Tu pourras la modifier plus tard.
id: Bagaimana kamu ingin mencatat salat ini? Kamu dapat mengubahnya nanti.
it: Come vuoi registrare questa preghiera? Potrai cambiarla in seguito.
nl: Hoe wil je dit gebed registreren? Je kunt dit later wijzigen.
pt: Como queres registar esta oração? Podes alterar mais tarde.
ru: Как отметить этот намаз? Позже можно изменить.
tr: Bu vakti nasıl kaydetmek istersin? Daha sonra yine değiştirebilirsin.
ur: اس نماز کو کیسے درج کرنا چاہتے ہیں؟ بعد میں بدل سکتے ہیں۔

# profile.prayer_modal.missed
source: I did not pray
ar: لم أُصلِّ
de: Nicht verrichtet
es: No la recé
fr: Je ne l’ai pas accomplie
id: Belum salat
it: Non l’ho pregata
nl: Niet gebeden
pt: Não rezei
ru: Не совершил
tr: Kılmadım
ur: ادا نہیں کی

# profile.prayer_modal.prayed
source: I prayed
ar: صلّيت
de: Verrichtet
es: La recé
fr: Je l’ai accomplie
id: Sudah salat
it: L’ho pregata
nl: Gebeden
pt: Rezei
ru: Совершил
tr: Kıldım
ur: ادا کی

# profile.prayer_modal.title
source: %@ prayer
ar: صلاة %@
de: %@-Gebet
es: Oración de %@
fr: Prière de %@
id: Salat %@
it: Preghiera di %@
nl: %@-gebed
pt: Oração de %@
ru: Намаз %@
tr: %@ namazı
ur: %@ کی نماز

# profile.restoring
source: Restoring
ar: جار الاستعادة
de: Wiederherstellen
es: Restaurando
fr: Restauration
id: Memulihkan
it: Ripristino
nl: Herstellen
pt: Restaurando
ru: Восстановление
tr: Yükleniyor
ur: بحال ہو رہا ہے

# profile.subscription.checked_message
source: Your App Store subscription is active on this device.
ar: اشتراك App Store مفعل على هذا الجهاز.
de: Dein App Store-Abonnement ist auf diesem Gerät aktiv.
es: Tu suscripción de App Store está activa en este dispositivo.
fr: Votre abonnement App Store est actif sur cet appareil.
id: Langganan App Store-mu aktif di perangkat ini.
it: Il tuo abbonamento App Store è attivo su questo dispositivo.
nl: Je App Store-abonnement is actief op dit apparaat.
pt: Sua assinatura da App Store está ativa neste dispositivo.
ru: Ваша подписка App Store активна на этом устройстве.
tr: App Store aboneliğin bu cihazda aktif.
ur: آپ کی App Store سبسکرپشن اس ڈیوائس پر فعال ہے۔

# profile.subscription.checked_title
source: Subscription checked
ar: تم فحص الاشتراك
de: Abonnement geprüft
es: Suscripción comprobada
fr: Abonnement vérifié
id: Langganan diperiksa
it: Abbonamento controllato
nl: Abonnement gecontroleerd
pt: Assinatura verificada
ru: Подписка проверена
tr: Abonelik kontrol edildi
ur: سبسکرپشن چیک ہو گئی

# profile.subtitle
source: Prayer times, reminders, and privacy
ar: مواقيت الصلاة، التذكيرات، والخصوصية
de: Gebetszeiten, Erinnerungen und Datenschutz
es: Horarios de oración, recordatorios y privacidad
fr: Horaires de prière, rappels et confidentialité
id: Waktu salat, pengingat, dan privasi
it: Orari di preghiera, promemoria e privacy
nl: Gebedstijden, herinneringen en privacy
pt: Horários de oração, lembretes e privacidade
ru: Время молитвы, напоминания и приватность
tr: Namaz vakitleri, hatırlatmalar ve gizlilik
ur: نماز اوقات، یاددہانیاں، اور رازداری

# profile.today.eyebrow
source: TODAY
ar: اليوم
de: HEUTE
es: HOY
fr: AUJOURD’HUI
id: HARI INI
it: OGGI
nl: VANDAAG
pt: HOJE
ru: СЕГОДНЯ
tr: BUGÜN
ur: آج

# profile.today.none
source: No entries yet
ar: لا توجد سجلات بعد
de: Noch keine Einträge
es: Aún no hay registros
fr: Aucune entrée pour le moment
id: Belum ada catatan
it: Ancora nessuna voce
nl: Nog geen registraties
pt: Ainda não há registos
ru: Записей пока нет
tr: Henüz bir kayıt yok
ur: ابھی کوئی ریکارڈ نہیں

# profile.today.prayed.many
source: %@ prayers completed
ar: اكتملت %@ صلوات
de: %@ Gebete verrichtet
es: %@ oraciones realizadas
fr: %@ prières accomplies
id: %@ salat selesai
it: %@ preghiere completate
nl: %@ gebeden verricht
pt: %@ orações concluídas
ru: %@ намазов совершено
tr: %@ vakit kılındı
ur: %@ نمازیں ادا کیں

# profile.today.prayed.one
source: %@ prayer completed
ar: اكتملت %@ صلاة
de: %@ Gebet verrichtet
es: %@ oración realizada
fr: %@ prière accomplie
id: %@ salat selesai
it: %@ preghiera completata
nl: %@ gebed verricht
pt: %@ oração concluída
ru: %@ намаз совершён
tr: %@ vakit kılındı
ur: %@ نماز ادا کی

# profile.today.status.later
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
pt: Mais tarde
ru: Позже
tr: Sonradan
ur: بعد میں

# profile.today.status.missed
source: Not prayed
ar: لم تُصلَّ
de: Nicht verrichtet
es: No rezada
fr: Non accomplie
id: Belum
it: Non pregata
nl: Niet gebeden
pt: Não feita
ru: Не совершён
tr: Kılınmadı
ur: ادا نہیں کی

# profile.today.status.prayed
source: Prayed
ar: صُلّيت
de: Verrichtet
es: Rezada
fr: Accomplie
id: Sudah
it: Pregata
nl: Gebeden
pt: Feita
ru: Совершён
tr: Kılındı
ur: ادا کی

# profile.today.status.unmarked
source: Unmarked
ar: غير محددة
de: Offen
es: Sin marcar
fr: Non indiquée
id: Belum ditandai
it: Non segnata
nl: Open
pt: Por marcar
ru: Не отмечен
tr: Henüz
ur: درج نہیں

# profile.today.status.upcoming
source: Upcoming
ar: قريبًا
de: Bald
es: Próxima
fr: À venir
id: Segera
it: In arrivo
nl: Straks
pt: Em breve
ru: Скоро
tr: Yakında
ur: قریب

# profile.week.count.many
source: You completed %@ prayers this week.
ar: أتممت %@ صلوات هذا الأسبوع.
de: Du hast diese Woche %@ Gebete verrichtet.
es: Esta semana realizaste %@ oraciones.
fr: Tu as accompli %@ prières cette semaine.
id: Kamu menyelesaikan %@ salat minggu ini.
it: Questa settimana hai completato %@ preghiere.
nl: Je hebt deze week %@ gebeden verricht.
pt: Concluíste %@ orações esta semana.
ru: На этой неделе совершено %@ намазов.
tr: Bu hafta %@ vakit kıldın.
ur: تم نے اس ہفتے %@ نمازیں ادا کیں۔

# profile.week.count.one
source: You completed %@ prayer this week.
ar: أتممت %@ صلاة هذا الأسبوع.
de: Du hast diese Woche %@ Gebet verrichtet.
es: Esta semana realizaste %@ oración.
fr: Tu as accompli %@ prière cette semaine.
id: Kamu menyelesaikan %@ salat minggu ini.
it: Questa settimana hai completato %@ preghiera.
nl: Je hebt deze week %@ gebed verricht.
pt: Concluíste %@ oração esta semana.
ru: На этой неделе совершён %@ намаз.
tr: Bu hafta %@ vakit kıldın.
ur: تم نے اس ہفتے %@ نماز ادا کی۔

# profile.week.detail
source: Weekly, monthly and yearly view
ar: عرض أسبوعي وشهري وسنوي
de: Wochen-, Monats- und Jahresansicht
es: Vista semanal, mensual y anual
fr: Vue hebdomadaire, mensuelle et annuelle
id: Tampilan mingguan, bulanan, dan tahunan
it: Vista settimanale, mensile e annuale
nl: Week-, maand- en jaaroverzicht
pt: Vista semanal, mensal e anual
ru: Неделя, месяц и год
tr: Haftalık, aylık ve yıllık görünüm
ur: ہفتہ وار، ماہانہ اور سالانہ منظر

# profile.week.empty
source: Your first entry will appear here.
ar: سيظهر سجلك الأول هنا.
de: Dein erster Eintrag erscheint hier.
es: Tu primer registro aparecerá aquí.
fr: Ta première entrée apparaîtra ici.
id: Catatan pertamamu akan muncul di sini.
it: La tua prima voce apparirà qui.
nl: Je eerste registratie verschijnt hier.
pt: O teu primeiro registo aparecerá aqui.
ru: Первая запись появится здесь.
tr: İlk kaydın burada görünecek.
ur: تمہارا پہلا ریکارڈ یہاں نظر آئے گا۔

# profile.week.eyebrow
source: THIS WEEK
ar: هذا الأسبوع
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
id: MINGGU INI
it: QUESTA SETTIMANA
nl: DEZE WEEK
pt: ESTA SEMANA
ru: ЭТА НЕДЕЛЯ
tr: BU HAFTADAN
ur: اس ہفتے

# purchase.success.subtitle
source: Now, let’s complete your profile.
ar: لنُكمل ملفك الشخصي الآن.
de: Vervollständigen wir jetzt dein Profil.
es: Ahora, completemos tu perfil.
fr: Maintenant, complétons ton profil.
id: Sekarang, mari lengkapi profilmu.
it: Ora completiamo il tuo profilo.
nl: Laten we nu je profiel voltooien.
pt: Agora, vamos completar seu perfil.
ru: Теперь завершим твой профиль.
tr: Şimdi profilini tamamlayalım.
ur: اب آپ کا پروفائل مکمل کرتے ہیں۔

# purchase.success.title
source: Your subscription is active.
ar: بدأ اشتراكك.
de: Dein Abonnement ist aktiv.
es: Tu suscripción está activa.
fr: Ton abonnement est actif.
id: Langgananmu sudah aktif.
it: Il tuo abbonamento è attivo.
nl: Je abonnement is actief.
pt: Sua assinatura está ativa.
ru: Подписка активна.
tr: Aboneliğin başladı.
ur: آپ کی رکنیت فعال ہو گئی ہے۔

source: Qibla
ar: القبلة
id: Kiblat
ru: Кибла
tr: Kıble
ur: قبلہ

# qibla_ahead
source: Qibla is ahead
ar: القبلة أمامك
de: Die Qibla liegt vor dir
es: La qibla está delante
fr: La qibla est devant vous
id: Kiblat di depanmu
it: La qibla è davanti a te
nl: De qibla is voor je
pt: A qibla está à frente
ru: Кибла перед вами
tr: Kıble karşında
ur: قبلہ سامنے ہے

# qibla_calibrating_message
source: Move the phone gently in a small figure eight if the direction feels stuck.
ar: حرّك الهاتف بلطف على شكل رقم ثمانية صغير إذا بدا الاتجاه عالقاً.
de: Bewege das Telefon sanft in einer kleinen Acht, wenn die Richtung festzustecken scheint.
es: Mueve suavemente el teléfono en forma de ocho pequeño si la dirección parece atascada.
fr: Déplacez doucement le téléphone en petit huit si la direction semble bloquée.
id: Gerakkan ponsel perlahan membentuk angka delapan kecil jika arah terasa macet.
it: Muovi delicatamente il telefono formando un piccolo otto se la direzione sembra bloccata.
nl: Beweeg de telefoon rustig in een kleine acht als de richting vast lijkt te zitten.
pt: Mova o telefone suavemente em forma de oito pequeno se a direção parecer travada.
ru: Если направление застыло, мягко двигайте телефон небольшой восьмеркой.
tr: Yön takılı kalmış gibi görünürse telefonu küçük bir sekiz çizerek yavaşça hareket ettir.
ur: اگر سمت رکی ہوئی لگے تو فون کو آہستہ سے چھوٹے آٹھ کی شکل میں حرکت دیں۔

# qibla_calibrating_title
source: Calibrating the compass
ar: جار ضبط البوصلة
de: Kompass wird kalibriert
es: Calibrando la brújula
fr: Calibrage de la boussole
id: Mengatur kompas
it: Calibrazione della bussola
nl: Kompas wordt gekalibreerd
pt: Calibrando a bússola
ru: Калибруем компас
tr: Pusula ayarlanıyor
ur: کمپاس سیٹ ہو رہا ہے

# qibla_degrees_left
source: %d degrees to the left.
ar: %d درجة إلى اليسار.
de: %d Grad nach links.
es: %d grados a la izquierda.
fr: %d degrés à gauche.
id: %d derajat ke kiri.
it: %d gradi a sinistra.
nl: %d graden naar links.
pt: %d graus à esquerda.
ru: %d° влево.
tr: Sola %d derece.
ur: %d درجے بائیں۔

# qibla_degrees_right
source: %d degrees to the right.
ar: %d درجة إلى اليمين.
de: %d Grad nach rechts.
es: %d grados a la derecha.
fr: %d degrés à droite.
id: %d derajat ke kanan.
it: %d gradi a destra.
nl: %d graden naar rechts.
pt: %d graus à direita.
ru: %d° вправо.
tr: Sağa %d derece.
ur: %d درجے دائیں۔

# qibla_denied_message
source: Allow location permission when you want Vakt to guide the qibla direction.
ar: اسمح بإذن الموقع عندما تريد من Vakt إرشادك لاتجاه القبلة.
de: Erlaube den Standort, wenn Vakt dich zur Qibla führen soll.
es: Permite la ubicación cuando quieras que Vakt guíe la dirección de la qibla.
fr: Autorisez la position lorsque vous voulez que Vakt guide la direction de la qibla.
id: Izinkan lokasi saat kamu ingin Vakt memandu arah kiblat.
it: Consenti la posizione quando vuoi che Vakt guidi la direzione della qibla.
nl: Sta locatie toe wanneer je wilt dat Vakt de qibla-richting wijst.
pt: Permita a localização quando quiser que o Vakt guie a direção da qibla.
ru: Разрешите геолокацию, когда хотите, чтобы Vakt показал направление киблы.
tr: Vakt'in kıble yönünü göstermesini istediğinde konum iznine izin ver.
ur: جب آپ قبلہ سمت کی رہنمائی چاہیں تو مقام کی اجازت دیں۔

# qibla_face_direction_title
source: Face the direction of prayer
ar: اتجه نحو الصلاة
de: Zur Gebetsrichtung ausrichten
es: Mira hacia la oración
fr: Tournez-vous vers la prière
id: Menghadap arah salat
it: Rivolgiti verso la preghiera
nl: Richt je naar het gebed
pt: Volte-se para a oração
ru: Повернитесь к направлению молитвы
tr: Namaz yönüne dön
ur: نماز کی سمت رخ کریں

# qibla_facing_steady
source: Hold the phone steady. You are facing the qibla.
ar: أمسك الهاتف بثبات. أنت تواجه القبلة.
de: Halte das Telefon ruhig. Du bist zur Qibla ausgerichtet.
es: Mantén el teléfono estable. Estás mirando hacia la qibla.
fr: Gardez le téléphone stable. Vous êtes face à la qibla.
id: Tahan ponsel tetap stabil. Kamu sedang menghadap kiblat.
it: Tieni fermo il telefono. Sei rivolto verso la qibla.
nl: Houd de telefoon stil. Je bent naar de qibla gericht.
pt: Mantenha o telefone firme. Você está voltado para a qibla.
ru: Держите телефон ровно. Вы обращены к кибле.
tr: Telefonu sabit tut. Kıbleye dönüksün.
ur: فون کو ثابت رکھیں۔ آپ قبلہ رخ ہیں۔

# qibla_failed_message
source: Qibla direction could not be updated. Check location access and try again.
ar: تعذّر تحديث اتجاه القبلة. تحقّق من إذن الموقع وحاول مرة أخرى.
de: Die Qibla-Richtung konnte nicht aktualisiert werden. Prüfe den Standortzugriff und versuche es erneut.
es: No se pudo actualizar la dirección de la qibla. Revisa el acceso a la ubicación e inténtalo de nuevo.
fr: La direction de la qibla n’a pas pu être actualisée. Vérifie l’accès à la position et réessaie.
id: Arah kiblat tidak dapat diperbarui. Periksa izin lokasi dan coba lagi.
it: Impossibile aggiornare la direzione della qibla. Controlla l’accesso alla posizione e riprova.
nl: De qibla-richting kon niet worden vernieuwd. Controleer locatietoegang en probeer opnieuw.
pt: Não foi possível atualizar a direção da qibla. Verifica o acesso à localização e tenta novamente.
ru: Не удалось обновить направление киблы. Проверь доступ к геопозиции и попробуй снова.
tr: Kıble yönü güncellenemedi. Konum iznini kontrol edip tekrar dene.
ur: قبلہ کی سمت تازہ نہیں ہو سکی۔ مقام کی اجازت چیک کرکے دوبارہ کوشش کریں۔

# qibla_failed_title
source: Could not find qibla
ar: تعذر العثور على القبلة
de: Qibla konnte nicht gefunden werden
es: No se pudo encontrar la qibla
fr: Impossible de trouver la qibla
id: Kiblat belum ditemukan
it: Impossibile trovare la qibla
nl: Qibla kon niet worden gevonden
pt: Não foi possível encontrar a qibla
ru: Не удалось найти киблу
tr: Kıble bulunamadı
ur: قبلہ نہیں مل سکا

# qibla_find_title
source: Find qibla from where you are
ar: اعثر على القبلة من مكانك
de: Finde die Qibla von deinem Ort
es: Encuentra la qibla desde donde estás
fr: Trouvez la qibla depuis votre position
id: Temukan kiblat dari tempatmu
it: Trova la qibla da dove sei
nl: Vind de qibla vanaf waar je bent
pt: Encontre a qibla de onde você está
ru: Найдите киблу там, где вы сейчас
tr: Bulunduğun yerden kıbleyi bul
ur: اپنی جگہ سے قبلہ تلاش کریں

# qibla_finding_title
source: Finding your place
ar: جار تحديد مكانك
de: Dein Ort wird gesucht
es: Buscando tu ubicación
fr: Recherche de votre position
id: Mencari posisimu
it: Ricerca della tua posizione
nl: Je plek wordt gezocht
pt: Encontrando sua posição
ru: Определяем ваше место
tr: Konumun bulunuyor
ur: آپ کی جگہ تلاش ہو رہی ہے

# qibla_idle_message
source: Vakt will use location and compass heading only while this sheet is open.
ar: سيستخدم Vakt الموقع واتجاه البوصلة فقط أثناء فتح هذه الشاشة.
de: Vakt nutzt Standort und Kompass nur, solange dieser Bildschirm geöffnet ist.
es: Vakt usa ubicación y brújula solo mientras esta pantalla está abierta.
fr: Vakt utilise la position et la boussole seulement pendant que cet écran est ouvert.
id: Vakt memakai lokasi dan arah kompas hanya saat layar ini terbuka.
it: Vakt usa posizione e bussola solo mentre questa schermata è aperta.
nl: Vakt gebruikt locatie en kompas alleen zolang dit scherm open is.
pt: O Vakt usa localização e bússola apenas enquanto esta tela está aberta.
ru: Vakt использует геолокацию и компас только пока открыт этот экран.
tr: Vakt konum ve pusula yönünü yalnızca bu ekran açıkken kullanır.
ur: Vakt مقام اور کمپاس سمت صرف اس اسکرین کے کھلے ہونے پر استعمال کرتا ہے۔

# qibla_is_degrees_left
source: Qibla is %d degrees to the left.
ar: القبلة %d درجة إلى اليسار.
de: Die Qibla liegt %d Grad links.
es: La qibla está %d grados a la izquierda.
fr: La qibla est à %d degrés à gauche.
id: Kiblat %d derajat ke kiri.
it: La qibla è %d gradi a sinistra.
nl: De qibla is %d graden naar links.
pt: A qibla está %d graus à esquerda.
ru: Кибла на %d° влево.
tr: Kıble solda %d derece.
ur: قبلہ %d درجے بائیں ہے۔

# qibla_is_degrees_right
source: Qibla is %d degrees to the right.
ar: القبلة %d درجة إلى اليمين.
de: Die Qibla liegt %d Grad rechts.
es: La qibla está %d grados a la derecha.
fr: La qibla est à %d degrés à droite.
id: Kiblat %d derajat ke kanan.
it: La qibla è %d gradi a destra.
nl: De qibla is %d graden naar rechts.
pt: A qibla está %d graus à direita.
ru: Кибла на %d° вправо.
tr: Kıble sağda %d derece.
ur: قبلہ %d درجے دائیں ہے۔
